{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B465309B4CE554A545C197ADA2D4EF57"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "57A82BA74D6A92E31328F5AEBA0F3783"
		},
		{
			"Source":
			{
				"Text": "2"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1E87905A4DAB3BA1263EF89CF2894F5A"
		},
		{
			"Source":
			{
				"Text": "3"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C5A5D3F64E4A457FE36C9F8035423713"
		},
		{
			"Source":
			{
				"Text": "4"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "18BD4D144A1A1EB3EB7816BC0520E59D"
		},
		{
			"Source":
			{
				"Text": "5"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FEF5E0C64D9ACE68EA7C38BF1949FCC5"
		},
		{
			"Source":
			{
				"Text": "AimDownSights"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9ED5A4E4463319E5FBB2B7BD6038F6E4"
		},
		{
			"Source":
			{
				"Text": "Aiming Down Sights: false"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA4C84D2496C16448A3394A8F9011464"
		},
		{
			"Source":
			{
				"Text": "Audio subtitles should immediately overwrite this, so, if you see this message long enough to read it, then an error has occurred. Apologies."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "456590634D6AC235322961AD61A6FAF9"
		},
		{
			"Source":
			{
				"Text": "ChangeStance"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "931B974A42633993102787B3DC8D6359"
		},
		{
			"Source":
			{
				"Text": "Looking"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5689739C4326B1B2D3260F99B5A8845C"
		},
		{
			"Source":
			{
				"Text": "Looking"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B96206EA4CA5108E699B3790A0A2BDFD"
		},
		{
			"Source":
			{
				"Text": "Looking"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EBA8965046D0C5E3A813F9AB6EEFE3E0"
		},
		{
			"Source":
			{
				"Text": "Looking"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0C8D69ED48EC6A96FCB8CC9FFC366112"
		},
		{
			"Source":
			{
				"Text": "Looking input specific for mouse only due to its unique nature"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "948DAB4F4CAA0E1C5641B999A4857051"
		},
		{
			"Source":
			{
				"Text": "Movement"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "392CF6C44223AF3E91DB3CA2A91AEF5A"
		},
		{
			"Source":
			{
				"Text": "Movement"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "58C8C78947A7E254A173E2B634C2CE16"
		},
		{
			"Source":
			{
				"Text": "Movement"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7A5C802C4AE62B6025D1AFA38BB9C849"
		},
		{
			"Source":
			{
				"Text": "Movement"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A77D9D304A0F94FB40BAD6935248A840"
		},
		{
			"Source":
			{
				"Text": "Raw Position: 0.0, 0.0\r\nActual Position: 0.0, 0.0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EC8602B7417827D8BE267FB8D33D0F75"
		},
		{
			"Source":
			{
				"Text": "Raw Position: 0.0, 0.0\r\nActual Position: 0.0, 0.0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "02957ADD4560CE565ED7978737E28D68"
		},
		{
			"Source":
			{
				"Text": "Single button that handles the user aiming down sights of their current weapon."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E3B746674C115D4CF463F489043C0C2B"
		},
		{
			"Source":
			{
				"Text": "Single button that handles the user aiming down sights of their current weapon."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5E690CDB4538B63E189CAA804D9B43CC"
		},
		{
			"Source":
			{
				"Text": "Two-dimensional input axis that handles movement of the playing character."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1FBF90B8429E13F2937056BC054ECBDD"
		},
		{
			"Source":
			{
				"Text": "Two-dimensional input axis that handles movement of the playing character."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6135214F44BDE976D8C927AFA13E0E16"
		},
		{
			"Source":
			{
				"Text": "Two-dimensional input axis that handles movement of the playing character."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CF7B4F3940DD677E7F410CA910E0DDF5"
		},
		{
			"Source":
			{
				"Text": "Two-dimensional input axis that handles viewport rotations of the playing character."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D2DBF98C472608A581EECAAC1503722B"
		},
		{
			"Source":
			{
				"Text": "Two-dimensional input axis that handles viewport rotations of the playing character."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F77481364EB3309AAFCF11B1D0AF9E20"
		},
		{
			"Source":
			{
				"Text": "Two-dimensional input axis that handles viewport rotations of the playing character."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9FFB8C6D4B4E55F6531717B510D65D36"
		},
		{
			"Source":
			{
				"Text": "Visual subtitles should immediately overwrite this, so, if you see this message long enough to read it, then an error has occurred. Apologies."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6011938E42DA85F4849C82AEE2FF45D8"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ControllerDisplayWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Is Aiming Down Sights: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AimDownSightsText"
				},
				{
					"Source":
					{
						"Text": "Raw Position: {0}, {1}\nActual Position : {2}, {3}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RightStickText"
				},
				{
					"Source":
					{
						"Text": "Raw Position: {0}, {1}\nActual Position : {2}, {3}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LeftStickText"
				}
			]
		}
	]
}